{
  "services": [
    {
      "id": 1,
      "url": "https://i.ibb.co/MM7mK6D/image.png",
      "detailUrl": "https://i.ibb.co/MM7mK6D/image.png",
      "shortTitle": "SLEEP DISORDERS: INSOMNIA, SLEEP APNEA, AND MORE",
      "shortDescription": "Sleep disorders are conditions that impair a persons ability to get normal",
      "description": "Sleep disorders are conditions that impair a person's ability to get normal, restorative sleep. The causes of these conditions are variable and range from habits people have developed before they go to sleep to a number of medical problems that disrupt the normal sleep cycle. If you notice you have a pattern of not feeling rested in the mornings after you wake up, you should probably see your doctor to determine if you have a sleep disorder. Sleep disorders can have a profound effect on a person’s overall health. Lack of sleep can be life-threatening! For example, car accidents, personal problems, poor job performance, injuries, memory problems, and mood disorders have been linked to poor sleep. In addition, researchers have concluded sleep disorders likely contribute to heart disease, obesity, and diabetes. Symptoms of sleep disorders vary depending on the type of sleep disorder. The symptoms may range from mild to severe and usually include one or more of the following: hypersomnia (excessive daytime sleepiness), insomnia (decreased sleep efficiency with unrestful sleep with frequent waking up in the night), loud snoring and/or brief pauses in breathing (short periods of apnea), leg movements or an urge to move the legs at night, sleepwalking, or night terrors (nightmares)"
    },
    {
      "id": 2,
      "url": "https://i.ibb.co/ZTR6TNd/image.png",
      "detailUrl": "https://i.ibb.co/ZTR6TNd/image.png",
      "shortTitle": "OUT-OF-CONTROL ALLERGY SYMPTOMS: TREATMENT RELIEF",
      "shortDescription": "You vacuum with a HEPA filter. You stay indoors when the pollen count is high",
      "description": "You vacuum with a HEPA filter. You stay indoors when the pollen count is high. You take medications like your doctor tells you to. But do you really have your symptoms under control? If you're constantly doing the allergic salute the answer is probably no. This gesture -- a swipe at the tip of an itchy, runny nose -- is especially common in children. Dark circles are another sign of allergies. You get them when you're always rubbing itchy eyes. Take antihistamines to put a stop to symptoms like itchy, teary eyes, sneezing, and a runny nose. If you already take them but they don’t work really well, talk to your doctor about changing your treatment plan. If you have a cold or the flu, your stuffy nose should go away in a week or two. If congestion goes on and on, allergies are more likely to blame. During an allergic reaction, the lining of your nasal passages swells and makes extra mucus. You might get sinus pressure and headaches. Nasal steroids are used to reduce the mucosal inflammation in your nasal passages caused by allergies. For a long-term action plan, talk to an allergist."
    },
    {
      "id": 3,
      "url": "https://i.ibb.co/R7V8F3P/image.png",
      "detailUrl": "https://i.ibb.co/R7V8F3P/image.png",
      "shortTitle": "19 HABITS THAT CAUSE BAD TEETH",
      "shortDescription": "We all know the basics when it comes to keeping your teeth healthy: brush..",
      "description": "We all know the basics when it comes to keeping your teeth healthy: brush, floss, visit the dentist twice a year. But there are habits and lifestyle choices that could be harming your dental health that will surprise you.In this article, you will learn some of the nasty habits to avoid to protect your teeth from decay and discoloration. Learn what causes teeth grinding, the best ways to keep your teeth white, and how to avoid cavities by changing daily habits. Chewing ice is a seemingly harmless, often unconscious habit. But ice chewing can cause permanent damage to your teeth, putting small cracks in the enamel. These cracks can grow larger over time and ultimately cause a tooth to fracture, requiring a visit to the dentist and unnecessary expense to get the cracks fixed. The American Dental Association advises you to skip the ice if this habit is too tough to resist. Try opting for chilled water instead, or order your drinks without ice to resist the harmful urge to chew those hard cubes. Would you play football without a helmet? Box someone without gloves? Then why play a high-impact sport without a mouth guard? According to the American Dental Association, mouth guards prevent 200,000 sports-related mouth injuries every year. And every year, athletes lose an estimated 5 million teeth playing sports. Hitting the playing field without a mouth guard sets you up for a Swiss cheese smile"
    },
    {
      "id": 4,
      "url": "https://i.ibb.co/VCZRh9C/image.png",
      "detailUrl": "https://i.ibb.co/VCZRh9C/image.png",
      "shortTitle": "MUSCLE-BUILDING EXERCISES FOR DIABETES",
      "shortDescription": "You have diabetes, you know how important it is to control your blood sugar",
      "description": "You have diabetes, you know how important it is to control your blood sugar. Strength training helps. Simple moves done regularly can prompt your muscles to absorb more glucose. You'll also burn more calories, day and night, as you get stronger. Your mood, cholesterol levels, and blood pressure may improve, too. Most people with diabetes can work out safely. Ask your doctor first to be sure. You should aim for strength training at least twice a week. Also do heart-pumping cardio exercise -- like jogging, swimming, and biking -- either 5 days a week for 30 minutes each time or 3 days for 50 minutes each. Stretch a bit afterward to become more flexible. Want a solid routine or tips on technique? Check with a certified trainer. Get ready to learn 10 at-home exercises that work your major muscle groups. For each one, begin with one set where you do the move 8-15 times, or Rest for at least 30 seconds before you do the next exercise. Start with resistance bands or light dumbbells so you can focus on lifting and lowering the weights with smooth, controlled movements. When you can do two or three sets easily, switch to slightly heavier weights."
    },
    {
      "id": 5,
      "url": "https://i.ibb.co/s6FbhYD/image.png",
      "detailUrl": "https://i.ibb.co/s6FbhYD/image.png",
      "shortTitle": "COMMON THYROID PROBLEMS AND DISEASES EXPLAINED",
      "shortDescription": "ts hard to tell if you have thyroid disease. You might feel run down and tired",
      "description": "It's hard to tell if you have thyroid disease. You might feel run down and tired, or have what is known as brain fog. You may be gaining weight, pregnant, or experiencing hair loss. Others may feel hyper,anxious, or sweat a lot more than usual. All of these are common symptoms of thyroid disorders.The thyroid gland regulates many body processes. Women are particularly likely to have disorders that affect the function of this essential hormone-producing gland. Recognizing and treating these conditions can help preserve your health and prevent long-term health problems. The thyroid gland is located in front of your neck. It has right and left lobes that resemble a butterfly. This gland produces hormones that help control your metabolism, which is how your body uses energy. Disorders that affect thyroid function can either speed up or slow down metabolic processes, which can lead to a wide range of symptoms. Changes in weight can signal an abnormal function of the thyroid gland. Low levels of thyroid hormones (hypothyroidism) can cause weight gain, while unexpected weight loss can signal that too much thyroid hormone is being produced (hyperthyroidism). Hypothyroidism is much more common than hyperthyroidism. A swollen neck can indicate thyroid disease. Sometimes a swollen neck is caused by a goiter. A goiter is an enlargement of the thyroid gland, which is a butterfly-shaped gland that sits in front of your throat."
    },
    {
      "id": 6,
      "url": "https://i.ibb.co/SK6pYwJ/image.png",
      "detailUrl": "https://i.ibb.co/SK6pYwJ/image.png",
      "shortTitle": "HEADACHE TRIGGERS AND TIPS FOR PAIN RELIEF",
      "shortDescription": "Stress is one of the most commonly reported headache triggers. And some of...",
      "description": "Stress is one of the most commonly reported headache triggers. And some of the most common sources of stress in the US include job and financial worries. Wherever your stress comes from, relieving it could make a dramatic improvement in your headache frequency.One survey of people with ongoing headaches found that stress was the most reliable touchstone for headaches, triggering headaches about 75% of the time. Another report found that more than four out of five headache patients treated at one Greek hospital named stress as a headache trigger. This report also found that women are much more likely than men to name stress as a headache trigger. But for both, stress was the trigger most frequently named. Changes in the weather can cause migraine symptoms in some people. To prove this, scientists compared the year-long headache diaries of 100 German people to weather charts. They found that migraine cases are influenced by the weather about 13% of the time, which they thought was an underestimate. Some of these people experienced migraine more often when atmospheric pressure fell, others when it rose. Yet another study found that headache patients in Taiwan reported more migraine headaches during winter cold fronts. Sometimes powerful smells trigger headaches. In a survey of migraine patients, more than 90% reported odors as triggers. Of those, 9 in 10 named perfume specifically. Dehydration is one of the most commonly reported headache triggers. And it can be easy to slip into sometimes. Make sure to drink mostly water, and to drink anytime you feel thirsty. If you often go without water for long periods, try taking a break every two hours to ask yourself if you feel thirsty. Bright lights and certain striped patterns can provoke migraine in some people. Lights are well known to lead to various types of headaches. Studies show that people with migraine report discomfort in dimmer light than others."
    }
  ]
}
